---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PlanTopologySet
source: html/c0687026-0372-7044-214a-6116f956cb22.htm
---
# PlanTopologySet Members

Initializes a new instance of the PlanTopologySet class